[
  {
    "id": "1",
    "name": "To Kill a Mockingbird",
    "category": "Poetry",
    "image": "cover_ToKillAMockingbird",
    "price": 45,
    "countInStock": 60,
    "description": "Harper Lee's classic novel of a lawyer in the Deep South defending a black man charged with the rape of a white girl. It's a poignant exploration of racial injustice and moral growth."
  },
  {
    "id": "5",
    "name": "1984",
    "category": "Drama",
    "image": "cover_1984",
    "price": 40,
    "countInStock": 50,
    "description": "George Orwell's dystopian masterpiece, 1984, is a prophetic and haunting tale of a totalitarian regime, where Big Brother watches your every move. A powerful commentary on the dangers of government overreach."
  },
  {
    "id": "6",
    "name": "Pride and Prejudice",
    "category": "Drama",
    "image": "cover_PrideAndPrejudice",
    "price": 55,
    "countInStock": 65,
    "description": "Jane Austen's timeless novel offers a witty exploration of the predicaments of love and marriage in 19th-century England, centered around the intelligent and spirited Elizabeth Bennet."
  },
  {
    "id": "7",
    "name": "The Catcher in the Rye",
    "category": "Poetry",
    "image": "cover_TheCatcherInTheRye",
    "price": 47,
    "countInStock": 40,
    "description": "J.D. Salinger's novel tells the story of Holden Caulfield, a teenager from New York City, who is living in a world that he finds phony and hypocritical."
  },
  {
    "id": "8",
    "name": "Brave New World",
    "category": "Fiction",
    "image": "cover_BraveNewWorld",
    "price": 52,
    "countInStock": 70,
    "description": "Aldous Huxley's novel presents a dystopian future where society is technologically advanced, but human values have been sacrificed for stability and control."
  },
  {
    "id": "9",
    "name": "Moby Dick",
    "category": "Crime",
    "image": "cover_MobyDick",
    "price": 60,
    "countInStock": 35,
    "description": "Herman Melville's epic saga of Captain Ahab's obsessive quest to kill the white whale Moby Dick, a powerful exploration of humanity and the unfathomable sea."
  },
  {
    "id": "10",
    "name": "Crime and Punishment",
    "category": "Crime",
    "image": "cover_CrimeAndPunishment",
    "price": 48,
    "countInStock": 55,
    "description": "Fyodor Dostoevsky's psychological drama delves deep into the mind of a poor St. Petersburg student who plans to commit a random murder and justify his actions."
  },
  {
    "id": "11",
    "name": "The Adventures of Huckleberry Finn",
    "category": "Fiction",
    "image": "cover_TheAdventuresOfHuckleberryFinn",
    "price": 43,
    "countInStock": 60,
    "description": "Mark Twain's novel follows young Huck Finn and a runaway slave as they journey down the Mississippi River, a powerful depiction of American life in the 19th century."
  },
  {
    "id": "12",
    "name": "The Hobbit",
    "category": "Fiction",
    "image": "cover_TheHobbit",
    "price": 58,
    "countInStock": 45,
    "description": "J.R.R. Tolkien's prelude to the Lord of the Rings, The Hobbit, is an enchanting story of Bilbo Baggins, a hobbit who embarks on an unexpected journey filled with danger and treasure."
  },
  {
    "id": "13",
    "name": "Frankenstein",
    "category": "Fiction",
    "image": "cover_Frankenstein",
    "price": 50,
    "countInStock": 50,
    "description": "Mary Shelley's groundbreaking novel tells the story of Victor Frankenstein, a young scientist who creates a grotesque but sentient creature in an unorthodox scientific experiment."
  }
]
